Repository: turangarusso/Lullaby-Tales
Catalog: SweetDreams/Model/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

source: Welcome
es: Bienvenido
fr: Bienvenu
it: Benvenuto
pt_br: Bem-vindo

source: Hi, I'm Brillantina. Let's create our story
es: Hola, soy Brillantina. Creemos nuestra historia
fr: Salut, je suit Brillantina, créons notre histoire!
it: Ciao, Sono Brillantina. Creiamo la nostra storia
pt_br: Olá, eu sou a Brillantina. Vamos criar nossa história

source: New Story
es: Nueva historia
fr: Nouvelle histoire
it: Nuova Storia
pt_br: Nova estória

source: Hero
es: Héroe
fr: Héro
it: Eroe
pt_br: Herói

source: Who's your protagonist
es: ¿Quién es tu protagonista?
fr: Qui est le protagoniste?
it: Chi è il tuo protagonista
pt_br: Quem é seu protagonista

source: Next
es: Siguiente
fr: Suivant
it: Avanti
pt_br: Próximo

source: Anti-Hero
es: Anti-héroe
fr: Anti-Héro
it: Anti-Eroe
pt_br: Anti-herói

source: Who's the other character
es: ¿Quién es el antagonista?
fr: Qui est l'autre personnage?
it: Chi è l’altro personaggio
pt_br: Quem é o antagonista

source: Theme
es: Tema
fr: Thème
it: Tema
pt_br: Tema

source: What's the story about
es: ¿De qué trata la historia?
fr: Quel est le sujet de l'histoire ?
it: Di cosa parla la storia?
pt_br: Qual é a história sobre

source: Summary
es: Resumen
fr: Synthèse
it: Riepilogo
pt_br: Resumo

source: Let's mix everything
es: Mezclémoslo todo
fr: Mélangeons tout
it: Mescoliamo tutto
pt_br: Vamos misturar tudo

# Create
source: Generate
es: Generar
fr: Génère
it: Genera
pt_br: Gerar

source: Library
es: Biblioteca
fr: Archive
it: Libreria
pt_br: Biblioteca

# Caricamento...
source: Loading...
es: Cargando...
fr: Chargement...
pt_br: Carregando...

# Trova un luogo tranquillo e silenzioso per leggere.
source: Find a quiet and peaceful place to read.
es: Busca un lugar tranquilo y apacible para leer
fr: Trouver un endroit calme et paisible pour lire.
pt_br: Encontrar um lugar calmo e pacífico para ler

# Leggi con voce calma e rilassata.
source: Read in a calm, relaxed voice.
es: Lee con voz tranquila y relajada
fr: Lire d'une voix calme et détendue.
pt_br: Leia com uma voz calma e descontraída

# Fai delle pause e lascia che il bambino assimili le informazioni.
source: Take breaks and let the child assimilate the information.
es: Haz pausas y deja que el niño asimile la información
fr: Faites des pauses et laissez l'enfant assimiler l'information.
pt_br: Faça pausas e deixe a criança assimilar a informação

# Usa toni di voce diversi per interpretare i personaggi.
source: Use different tones of voice to interpret the characters.
es: Utiliza diferentes tonos de voz para interpretar a los personajes
fr: Utilisez différents tons de voix pour interpréter les personnages.
pt_br: Usar diferentes tons de voz para interpretar as personagens

# Parla con il bambino e chiedete cosa pensa della storia e dei personaggi.
source: Talk to the child and ask what he/she thinks about the story and characters.
es: Hable con el niño y pregúntele qué piensa de la historia y los personajes
fr: Parlez à l'enfant et demandez-lui ce qu'il pense de l'histoire et des personnages.
pt_br: Fale com a criança e pergunte-lhe o que pensa sobre a história e as personagens

source: Article before the name: use A/AN if the name is indeterminate, use THE if the name is intended as a proper noun.
es: Artículo antes del nombre: utilice UN/UNA si el nombre es indeterminado, utilice artículos definidos si el nombre está pensado como nombre propio.
fr: Article avant le nom : utiliser UN/UNE si le nom est indéterminé, utiliser les articles définis si le nom est destiné à être un nom propre.
it: Articolo prima del nome: usare UN/UNA se il nome è indeterminato, usa articoli determinativi se il nome è inteso come nome proprio.
pt_br: Artigo antes do nome: utilizar UM, UMA se o nome for indeterminado, utilizar artigos determinantes se o nome se destinar a ser um substantivo próprio.

source: Using a capital letter at the beginning of the name will make it a proper noun (e.g. There was a ninja vs. There was Ninja).
es: El uso de mayúsculas al principio del nombre lo convertirá en un nombre propio (por ejemplo, Había un ninja frente a Había Ninja).
fr: L'utilisation d'une majuscule au début du nom en fait un nom propre (par exemple : Il y avait un ninja vs. Il y avait Ninja).
it: L'uso della lettera maiuscola all'inizio del nome lo renderà un nome proprio (ad esempio, C'era un ninja vs. C'era Ninja).
pt_br: A utilização de uma letra maiúscula no início do nome fará dele um substantivo próprio (por exemplo, havia um ninja contra Ninja).

source: You can build the character's name using adjectives to give them personality followed by their name (e.g. The good witch Brillantina).
es: Puedes construir el nombre del personaje utilizando adjetivos que le den personalidad seguidos de su nombre (p. ej. La bruja buena Brillantina).
fr: Vous pouvez construire le nom du personnage en utilisant des adjectifs qui lui donnent de la personnalité, suivis de son nom (par exemple, la bonne magicienne Brillantina).
it: Si può costruire il nome del personaggio usando aggettivi che gli diano personalità seguiti dal nome (ad esempio, la strega Brillantina).
pt_br: Pode construir o nome da personagem usando adjectivos para lhes dar personalidade seguida do seu nome (por exemplo, A boa bruxa Brillantina).

source: Using a capital letter at the beginning of the name will make it a proper noun (e.g. There was a dragon vs. There was a evil dragon).
es: El uso de mayúsculas al principio del nombre lo convertirá en un nombre propio (por ejemplo, Había un dragòn frente a Había Dragòn).
fr: L'utilisation d'une majuscule au début du nom en fait un nom propre (par exemple : Il y avait un ninja vs. Il y avait Ninja).
it: L'uso della lettera maiuscola all'inizio del nome lo renderà un nome proprio (ad esempio, C'era un drago vs. C'era Drago).
pt_br: A utilização de uma letra maiúscula no início do nome fará dele um substantivo próprio (por exemplo, havia um drago contra Drago).

source: The theme in a story is the main message or idea that the author wants to convey to the readers. It's like a lesson or a moral that can be drawn from the story.
es: El tema de una historia es el mensaje o la idea principal que el autor quiere transmitir a los lectores. Es como una lección o moraleja que puede extraerse de la historia.
fr: Le thème d'une histoire est le message ou l'idée principale que l'auteur veut transmettre aux lecteurs. C'est comme une leçon ou une morale que l'on peut tirer de l'histoire.
it: Il tema di una storia è il messaggio o l'idea principale che l'autore vuole trasmettere ai lettori. È come una lezione o una morale che si può trarre dalla storia.
pt_br: O tema de uma história é a principal mensagem ou ideia que o autor quer transmitir aos leitores. É como uma lição ou uma moral que pode ser extraída da história.

source: It helps to make sense of the story and to make us think about what is important in life. For example, the theme of a story could be the importance of friendship or the strength of love.
es: Ayuda a dar sentido a la historia y a hacernos reflexionar sobre lo que es importante en la vida. Por ejemplo, el tema de una historia puede ser la importancia de la amistad o la fuerza del amor.
fr: Il permet de donner un sens à l'histoire et de nous faire réfléchir à ce qui est important dans la vie. Par exemple, le thème d'une histoire peut être l'importance de l'amitié ou la force de l'amour.
it: Aiuta a dare un senso alla storia e a farci riflettere su ciò che è importante nella vita. Ad esempio, il tema di una storia potrebbe essere l'importanza dell'amicizia o la forza dell'amore.
pt_br: Ajuda a dar sentido à história e a fazer-nos pensar sobre o que é importante na vida. Por exemplo, o tema de uma história poderia ser a importância da amizade ou a força do amor.

source: The theme is important because it helps us to understand the author's message and gives us.
es: El tema es importante porque nos ayuda a comprender el mensaje del autor y nos da.
fr: Le thème est important car il nous aide à comprendre le message de l'auteur et nous donne.
it: Il tema è importante perché ci aiuta a capire il messaggio dell'autore e ci dà la possibilità di capire il suo messaggio.
pt_br: O tema é importante porque nos ajuda a compreender a mensagem do autor e nos transmite.
